import styled from '@emotion/styled'

const MainStyled = styled.div`
  color: white;
  font-family: sans-serif;
  font-size: 20px;
  text-align: left;
    margin-left: 450px;
    margin-right: 450px;
    margin-top: 0;
    margin-bottom: 0;
    font-weight: 400;
    line-height: 1.5;
    
`

export function MainContent() {
    return <div><MainStyled><div></div><div></div>
        Ромул и Рем (лат. Romulus et Remus; согласно классической версии античной традиции, оба родились в 771 году до н. э., Рем погиб в апреле 754/753 года до н. э., Ромул пропал без вести 7 июля 716 года до н. э.) — легендарные братья-близнецы, основатели города Рима. По преданию, они принадлежали к роду царей Альба-Лонги и были детьми весталки Реи Сильвии и (по одной из версий) бога Марса. Родились в результате тайной и противозаконной связи, были брошены на берегу реки, где их выкормила волчица. Повзрослев, Ромул и Рем вернули власть над родным городом своему деду, царю Нумитору, а сами решили основать новую общину. Они не договорились о месте для города и о разделе власти, а потому рассорились; в результате Ромул убил Рема. После этого Ромул основал город, названный в его честь Римом, и стал первым его царём (в 754/753 году до н. э.). При нём был учреждён сенат, граждане были поделены на патрициев и плебеев, на патронов и клиентов, были сформированы первые легионы. Чтобы расширить общину, Ромул раздавал гражданство бродягам, преступникам и беглым рабам, организовал похищение сабинянок. Несколько лет его соправителем был сабинянин Тит Таций. Ромул одержал ряд военных побед и подчинил Риму соседние общины. После долгого правления он, согласно мифам, вознёсся на небо или был убит сенаторами.

В историческую эпоху Ромул почитался римлянами как основатель их города и обожествлялся под именем Квирин. С его именем связывали возникновение ключевых военно-политических и культурных институтов. В современной науке считается, что Ромул и Рем — мифические персонажи-эпонимы, легенда о которых возникла под влиянием греческой культуры. Кроме того, Ромул был популярным персонажем живописи Нового времени — в частности, в связи с сюжетом о похищении сабинянок.

</MainStyled></div >
}
